friend_status = {
    0: "пользователь не является другом",
    1: "отправлена заявка/подписка пользователю",
    2: "имеется входящая заявка/подписка от пользователя",
    3: "пользователь является другом"
}

delete_user = {
    1: "пользователь удален из списка друзей;",
    2: "заявка на добавление в друзья данного пользователя отклонена (входящая или исходящая);"
}

add_user = {
    1: "заявка на добавление данного пользователя в друзья отправлена;",
    2: "заявка на добавление в друзья от данного пользователя одобрена;",
    4: "повторная отправка заявки."
}